;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Eddy Verfaillie
; TranslationAuthorEmail: eddy_verfaillie@telenet.be
;

[Translation]
LangCode=0813
ReadHabit=Left-to-right
LanguageName=Dutch(Belgium)
LangShortName=nl-be
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=Bytes
KB=KB
MB=MB
GB=GB
pmDefault=Standaardoptimalisatie
Information=Info(rmatie)
Warning=Waarschuwing
Error=Fout
Confirm=Bevestiging
CurVer=Huidige versie:
FrmSkin.Btnok.Caption=OK
Weathertag=
FrmGeneral.lblunit.caption=Temperatuur eenheid:
DelSkinHint=Verwijder thema:
LikeOurSoft=Probeer meer producten van Wise Team als u van Wise Care 365 houdt!
DownloadMore=Gratis download
Frmboot.lblsec.caption=Sec
FrmBuy.lblinfo4.caption=Levenslange gratis ondersteuning.
pmDelete=Verwijder geselecteerde grote bestanden
pmHelp=Online Hulp
pmforum=Forum
pmHome=Startpagina
pmContact=Contacteer ons
pmSettings=Instellingen
pmCheckNew=Controleren op updates
pmLang=Talen
pmRegister=Registreren
pmAbout=Over
pmLicenseKey=Wijzig de licentiesleutel
pmIgnore=Negeer dit item
pmRCrec=Selecteer veilige vermeldingen
pmDCrec=Aanbevolen
pmAll1=Selecteer alles
pmNone=Selecteer niets
pmInvert=Keer de selectie om
pmGo=Betrokken map openen
pmGoReg=Open in de Registereditor ...
pmExport=Exporteer naar ...
FrmWPMain.btnrescue.caption=Bijstand
FrmWPMain.btncheckup.caption=PC Controle
FrmWPMain.btnsysclean.caption=Systeem opschonen
FrmWPMain.btnsystune.caption=Systeemoptimalisatie
FrmWPMain.btnprivacy.caption=Privacybescherming
FrmWPMain.btnSysmon.caption=Systeemmonitor
FrmChangeHeader.caption=Wijzig avatar
FrmHome.btnactive.caption=Upgrade naar PRO-versie
FrmHome.lblshare.caption=Deel Wise Care365
FrmHome.lbltools.caption=Hulpprogramma's
FrmHome.btntools.hint=Meer hulpprogramma's
FrmHome.btnhead.Hint=Wijzig avatar
FrmHome.edtuser.Hint=Wijzig alias
FrmHome.btnfacebook.hint=Deel Wise Care 365 op Facebook
FrmHome.btntwitter.hint=Deel Wise Care 365 met Twitter
FrmHome.btngoogle.hint=Deel Wise Care 365 op Google+
FrmHome.btnemail.hint=Vertel uw vrienden over Wise Care 365
FrmHistory.btncheckup.caption=Controle
FrmHistory.lblrecord.caption=Record opschonen
FrmExam.btncancel.caption=Annuleer
FrmExam.lblrecheck.caption=Controleer opnieuw
FrmExam.btnfix.caption=Herstel
FrmButtons.lblinfo.caption=U kunt alle hulpprogramma's hieronder sorteren door de pictogrammen te slepen en neer te zetten.
Frmabout.lblstatus.caption=Status:
FrmAbout.caption=Over
FrmAbout.lblver.caption=Huidige versie:
FrmAbout.lblemail.caption=Ondersteunings e-mail:
FrmAbout.lblhome.caption=startpagina:
FrmAbout.lblthanks.caption=Met dank aan de volgende mensen voor hun bijdrage:
FrmAbout.lblWarning.caption=Waarschuwing: Dit computerprogramma is beschermd door auteursrecht en internationale verdragen.
Frmadvdc.btnscan.caption=Scannen
Frmadvdc.lblpath.caption=Scan Locatie:
Frmadvdc.btnrescan.caption=Opnieuw scannen
Frmadvdc.btnall.caption=Selecteer alles
Frmadvdc.btnadvanced.caption=Geavanceerde instellingen
Frmadvdc.btnnone.caption=Selecteer niets
Frmadvdc.lblspeed.caption=De snelste scansnelheid ter wereld!
Frmadvdc.lblrec.caption=Andere toepassingen waar gebruikers van houden:
Frmadvdc.vtfiles.Columns[0]=Bestandsnaam
Frmadvdc.vtfiles.Columns[1]=Grootte
Frmadvdc.vtfiles.Columns[2]=Pad
Frmadvdc.vtfiles.Columns[3]=Laatst geopend
Frmadvdc.vtfiles.Columns[4]=Type
FrmAdvSettings.lblinfo.caption="Vind lege bestanden" is slechts één keer van kracht. Volgende keer moet u opnieuw selecteren.
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Voeg toe
FrmAdvSettings.btnremove.caption=Verwijder
FrmAdvSettings.btncancel.caption=Annuleer
FrmAdvSettings.wcknull.caption=Zoek lege bestanden (0 bytes, langzamer)
FrmAdvSettings.wckshortcut.caption=Zoek ongeldige snelkoppelingen (langzamer)
FrmAdvSettings.caption=Geavanceerde instellingen
FrmAdvSettings.btnre.caption=Aanbevolen
FrmAdvSettings.btnall.caption=Selecteer alles
FrmAdvSettings.btnnone.caption=Selecteer niets
FrmBackup.caption=Back-up
FrmBackup.btnreg.caption=Maak een volledige registerback-up
FrmBackup.btnsys.caption=Maak een systeemherstelpunt
FrmRestore.caption=Hestelcentrum
FrmRestore.btnRegBk.caption=Registerherstelling
FrmRestore.btnSysBK.caption=Systeemherstelling
FrmRestore.btnclose.caption=Sluiten
FrmRestore.btnrestore.caption=Herstel
FrmRestore.btnremove.caption=Verwijder
FrmGeneral.ckfileshred.caption=Voeg bestandsversnipperaar toe aan Context Menu
FrmBFConfig.btnall.caption=Selecteer alles
FrmBFConfig.btnnone.caption=Selecteer niets
FrmBFConfig.btnRemove.caption=Verwijder
FrmBFConfig.caption=Negeer items
Frmbigfile.vtfiles.Columns[0]=Bestandsnaam
Frmbigfile.vtfiles.Columns[1]=Grootte
Frmbigfile.vtfiles.Columns[2]=Type
Frmbigfile.vtfiles.Columns[3]=Laatst geopend
Frmbigfile.vtfiles.Columns[4]=Pad
Frmbigfile.lblpath.caption=Scan Locatie:
Frmbigfile.btnrescan.caption=Opnieuw scannen
Frmbigfile.btnsearch.caption=Zoek
Frmbigfile.btndel.caption=Verwijder
Frmbigfile.btncancel.caption=Stop
FrmBigFile.btnIgnore.caption=Negeer geselecteerde items
FrmBigFile.btnExport.caption=Exporteer naar ...
FrmBigFile.btnExConfig.caption=Genegeerde items
FrmBuy.lblfull.caption=Registreer voor de volledige versie van Wise Care 365 Pro:
FrmBuy.lblfull1.caption=Om alle functies van Wise Care 365 te kunnen gebruiken, moet u de volledige versie kopen. Met de volledige versie van Wise Care 365 kunt u:
FrmBuy.lblinfo0.caption=Eén-klik om alle problemen in enkele seconden op te lossen.
FrmBuy.lblinfo1.caption=Alle ongewenste bestanden, computersporen en geschiedenis automatisch opschonen.
FrmBuy.lblinfo2.caption=Verbetert de opstartsnelheid, de snelheid van internetverbindingen en houdt de pc draaiend als nieuw.
FrmBuy.lblinfo3.caption=Realtime bescherming en optimalisatie voor Windows-systeem.
FrmBuy.btnbuy.caption=Registreer nu
FrmBuy.btnactive.caption=Activeer uw licentiesleutel
FrmBuy.lblguarantee.caption=Als u niet tevreden bent met de software om welke reden dan ook, kunt u binnen 60 dagen na aankoop een volledige terugbetaling krijgen.
FrmBuy.lblkey.caption=Heeft u al een licentiesleutel?
FrmRegister.caption=Registreren
FrmLicense.lblinfo.caption=Bedankt voor het kiezen van Wise Care 365!
FrmLicense.lblinput.caption=Voer alstublieft uw licentiesleutel in om de PRO-versie te activeren.
FrmLicense.lblname.caption=Gebruikersnaam:
FrmLicense.lblemail.caption=e-mail:
FrmLicense.lblkey.caption=Licentiesleutel:
FrmLicense.btnregister.caption=Registreren
FrmLicense.lblhelp.caption=Heb je problemen met het invoeren van een licentiesleutel?
FrmLicense.lblnokey.caption=Nog geen licentiesleutel?
FrmLicense.lblsupport.caption=Contacteer ons
FrmLicense.btnbuy.caption=Koop nu
FrmExitNotice.btnexit.caption=Sluiten
FrmExitNotice.btnreg.caption=Ga verder met eenvoudige registratie
FrmExitNotice.lbltitle.caption=Voordat u de Wise Care 365 Pro sluit, dient u:
FrmExitNotice.lblinfo.caption=Deze problemen kunnen uw computer vertragen, de efficiëntie verminderen en frustratie en tijdverlies verhogen.
FrmExitNotice.lblregister.caption=Registreer Wise Care 365 Pro aan:
FrmCommon.btnall.caption=Selecteer alles
FrmCommon.btnre.caption=Aanbevolen
FrmCommon.btnnone.caption=Selecteer niets
FrmCommon.btnScan.caption=Scannen
FrmCommon.lblstat.caption=Snel en makkelijk om nutteloze bestanden en sporen op te schonen.
FrmCommon.btncancel.caption=Annuleer
FrmCommon.btnrescan.caption=Opnieuw scannen
FrmRegClean.btnall.caption=Selecteer alles
FrmRegClean.btnre.caption=Aanbevolen
FrmRegClean.btnnone.caption=Selecteer niets
FrmRegClean.btnCustom.caption=Aangepast gebied
FrmRegClean.WiseLabel1.caption=Planner
FrmRegClean.lbltype.caption=Selecteer Type uitvoering:
FrmRegClean.lblweek.caption=Selecteer dag:
FrmRegClean.lbltime.caption=Tijd:
FrmRegClean.btnScan.caption=Scannen
FrmRegClean.btncancel.caption=Annuleer
FrmRegClean.btnrescan.caption=Opnieuw scannen
FrmRegClean.lblstat.caption=U heeft uw register nog niet opgeschoond. Een onmiddellijke scan wordt aanbevolen!
FrmRegClean.lblinfo.caption=Een regelmatige opschoning van uw register maakt uw pc sneller en stabieler.
Frmcustom.caption=Aangepast gebied
Frmcustom.btnre.caption=Aanbevolen
Frmcustom.btnall.caption=Selecteer alles
Frmcustom.btnnone.caption=Selecteer niets
Frmcustom.btncancel.caption=Annuleer
Frmcustom.btnok.caption=OK
FrmDiskDefrag.btnfree.caption=Vrije ruimte
FrmDiskDefrag.btnfolder.caption=Map
FrmDiskDefrag.btnfile.caption=Bestand
FrmDiskDefrag.btnsystem.caption=Systeembestand
FrmDiskDefrag.btnFragmented.caption=Fragmenten
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Sluit af na schijfdefragmentatie.
FrmDiskDefrag.btnpause.caption=Pauze
FrmDiskDefrag.btnstop.caption=Stop
FrmDiskDefrag.btnDefrag.caption=Defragmenteer
FrmDiskErase.lblinfoex.caption=Schijfwisser kan uw privacy beschermen door een volledige verwijdering van de verwijderde bestanden.
FrmDiskErase.btnstopErase.caption=Stop
FrmDiskErase.chkshutdown.caption=Afsluiten na het wissen van de schijf.
FrmDiskErase.BtnErase.caption=Wissen
FrmDiskErase.lblerasemode.caption=Veiligheid:
FrmDiskErase.vstDisk.Columns[0]=Stations
FrmDiskErase.vstDisk.Columns[1]=Totale grootte
FrmDiskErase.vstDisk.Columns[2]=Vrije ruimte
FrmDiskErase.vstDisk.Columns[3]=Status
FrmExclusion.btnimport.caption=Importeer
FrmExclusion.btnexport.caption=Exporteer
FrmFileShredder.lblFileLine1.caption=Versnipperde bestanden worden grondig verwijderd en kunnen niet worden hersteld.
FrmFileShredder.lblFileLine2.caption=Voorkomt dat de versnipperde bestanden worden hersteld door de oorspronkelijke ruimte te overschrijven.
FrmFileShredder.btnErase.caption=Versnipperen
FrmFileShredder.btnaddfile.caption=Bestanden toevoegen
FrmFileShredder.btnaddfolder.caption=Mappen toevoegen
FrmFileShredder.btnstop.caption=Stop
FrmFileShredder.btndelitem.caption=Verwijder
FrmFileShredder.vtfiles.Columns[0]=Bestands/Mapnaam
FrmFileShredder.vtfiles.Columns[1]=Pad
FrmFileShredder.vtfiles.Columns[2]=Status
FrmGeneral.lbltrash.caption=Nutteloze bestanden zijn groter dan
FrmGeneral.lbltrace.caption=Het aantal sporen is groter dan
FrmGeneral.chkturbo.caption=Voer Wise Turbo automatisch uit wanneer iets van het volgende optreedt
FrmGeneral.chkstartup.caption=Begin bij het opstarten van Windows
FrmGeneral.chkbooster.caption=Start Bootup Booster wanneer de computer wordt opgestart
FrmGeneral.lblsys.caption=Systeem
FrmGeneral.lblupdate.caption=Controleer voor updates:
FrmGeneral.chknews.caption=Controleer voor de nieuwsbrief tijdens het laden van toepassing
FrmGeneral.chkexp.caption=Deelnemen aan het klantenervaringsprogramma
FrmGeneral.lblexp.caption=Detail
FrmGeneral.lblportable.caption=Draagbare versie
FrmGeneral.btnmakeportable.caption=Maak een draagbare versie
FrmGeneral.lblinterface.caption=Interface
FrmGeneral.lbllang.caption=Taal:
FrmGeneral.chkue.caption=Deelnemen aan ons klantenervaringsprogramma
FrmGeneral.btnupdate.caption=Controleer nu
FrmBoosterSettings.chkauto.caption=Ontvang weerinformatie door automatisch de locatie te detecteren
FrmBoosterSettings.chkset.caption=Gebruik de volgende locatie om weerinformatie te krijgen
FrmGobleSettings.btnstartup.caption=Boot Booster
FrmGobleSettings.caption=Instellingen
FrmGobleSettings.TabBtnGeneral.caption=Algemeen
FrmGobleSettings.TabBtnClean.caption=Opschoner
FrmGobleSettings.TabBtnExclusion.caption=Uitsluiting (Uitgesloten)
FrmGobleSettings.TabBtnCheckup.caption=Aangepaste controle
FrmGobleSettings.btncancel.caption=Annuleer
FrmGobleSettings.btnok.caption=Bewaar (Bewaren)
FrmGobleSettings.btnTray.caption=Tray
FrmGobleSettings.btnSysProect.caption=Systeembescherming
FrmNewVer.lblTitle.caption=Een nieuwe versie is beschikbaar.
FrmNewVer.lblignore.caption=Negeer deze versie
FrmNewVer.btnno.caption=Nu niet
FrmNewVer.btnUpdate.caption=Nu bijwerken
FrmOptimizer.btnoptimize.caption=Optimaliseer
FrmOptimizer.lblinfoex.caption=Systeemoptimalisatie kan de snelheid van uw netwerk en systeem verbeteren.
FrmOptimizer.btnnone.caption=Selecteer niets
FrmOptimizer.btnall.caption=Selecteer alles
FrmOptimizer.btnDefault.caption=Systeem standaard
FrmPrivacyErase.lblinfo.caption=Bescherm uw privacy door persoonlijke gegevenssporen te wissen.
FrmPrivacyErase.btnrescan.caption=Opnieuw scannen
FrmPrivacyErase.btnScan.caption=Scannen
FrmProcess.caption=Registerdefragmentatie
FrmProcess.lblwait.caption=Even geduld aub...
FrmProcess.lblinfo.caption=Tijdens het defragmenteren kan uw pc gedurende een paar minuten niet reageren.
FrmRegDefragger.lblinfo.caption=Registerdefragmentatie kan uw pc sneller en stabiel maken.
FrmRegDefragger.lblstat.caption=U heeft uw register nog niet gedefragmenteerd. Een onmiddellijke defragmentatie wordt voorgesteld!
FrmRegDefragger.btndefrag.caption=Defragmenteer
FrmRegDefragger.lblinfo1.caption=1. Wij raden u aan om alle andere toepassingen te sluiten voordat u deze functie uitvoert.
FrmRegDefragger.lblinfo2.caption=2. Het systeem kan tijdelijk niet reageren tijdens het analyseren en dit is normaal.
FrmRegDefragger.lblinfo3.caption=3. Het systeem wordt automatisch herstart zodra de registerdefragmentatie is voltooid.
FrmRegDefragger.lblinfo4.caption=4. Gelieve niet af te breken tijdens de defragmentatieprocedure, aangezien het onbekende gevolgen kan veroorzaken.
FrmRegDefragger.vtdefrag.Columns[0]=Groepsnaam
FrmRegDefragger.vtdefrag.Columns[1]=Huidige grootte
FrmRegDefragger.vtdefrag.Columns[2]=Nieuwe grootte
FrmRegDefragger.vtdefrag.Columns[3]=Mate van overbodigheid
FrmRegDefragger.btnAnalysis.caption=Analyseer
FrmPwGenerator.lblnotice.caption=Opmerking: Bewaar uw paswoord veilig voor het geval u het vergeet.
FrmPwGenerator.BtnCopy.caption=Kopieer naar klembord
FrmPwGenerator.ckdigital.caption=Digitaal
FrmPwGenerator.cklowercase.caption=Kleine letters
FrmPwGenerator.ckupercase.caption=Hoofdletters
FrmPwGenerator.ckspecial.caption=Speciale karakters
FrmPwGenerator.lblinfo.caption=De paswoordgenerator helpt u bij het maken van een sterk paswoord.
FrmPwGenerator.lbllen.caption=Paswoordlengte
FrmPwGenerator.Btngenerator.caption=Paswoordgenerator
FrmRate.Btnlist.caption=Gebruikersbeoordelingen
FrmRate.Btnreview.caption=Mijn beoordeling
FrmRate.Btnfirst.caption=Wees de eerste om te beoordelen
FrmRate.Btnsubmit.caption=Indienen
FrmRate.lblscore.caption=Waardering:
FrmRate.lblscorehint.caption=(Je moet klikken op de sterren om het te beoordelen)
FrmRate.lblnick.caption=Uw alias:
FrmRate.lblnickhint.caption=(Optioneel)
FrmRate.lblemail.caption=Uw e-mail:
FrmRate.lblemailhint.caption=(Optioneel)
FrmRate.lblcontent.caption=Inhoud:
FrmRate.lblcontenthint.caption=(Optioneel)
FrmRate.lbldesctitle.caption=Software beschrijving:
FrmRate.lblratesoft.caption=Aanbevolen software
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Annuleer
FrmSchedule.lblinfo.caption=Een regelmatige automatische opschoning helpt uw pc op topprestaties te houden en bespaart u tijd.
FrmSchedule.chksilent.caption=Stille modus
FrmSchedule.lbltype.caption=Selecteer Type uitvoering:
FrmSchedule.lblweek.caption=Selecteer dag:
FrmSchedule.lbltime.caption=Tijd:
FrmSchedule.caption=Taak plannen
FrmStartupMgr.chkhidems.caption=Verberg alle Microsoft-services
FrmStartupMgr.TabBtnBoot.caption=Opstarten
FrmStartupMgr.TabBtnService.caption=Services
FrmStartupMgr.TabBtnHis.caption=Records
FrmStartupMgr.BtnRestoreAll.caption=Eén-klik herstel
FrmStartupMgr.tabbtnup.caption=Versnellen
FrmSysClean.btnSlimming.caption=Afslanken
FrmSysClean.btnall.caption=Selecteer alles
FrmSysClean.btnrecommended.caption=Aanbevolen
FrmSysClean.btnnone.caption=Selecteer niets
FrmSysClean.vtsys.Columns[0]=Item
FrmSysClean.vtsys.Columns[1]=Grootte
FrmSysClean.vtsys.Columns[2]=Locatie
FrmSysClean.vtsys.Columns[3]=Suggestie
FrmTabSysClean.TabBtnBigFile.caption=Grote bestanden Manager
FrmTabPrivcay.TabBtnPrivacyErase.caption=Privacywisser
FrmTabPrivcay.TabBtnDiskErase.caption=Schijfwisser
FrmTabPrivcay.TabBtnFileShredder.caption=Bestandsversnipperaar
FrmTabPrivcay.TabBtnPwGenerator.caption=Paswoordgenerator
FrmTabSysClean.TabbtnRegclean.caption=Register Opschoner
FrmTabSysClean.TabBtnCommonClean.caption=Gewone Opschoner
FrmTabSysClean.TabBtnAdvClean.caption=Geavanceerde Opschoner
FrmTabSysClean.TabBtnSysSimming.caption=Systeemafslanking
FrmTabSysTune.TabbtnSysOpt.caption=Systeemoptimalisator
FrmTabSysTune.TabBtnDDefrag.caption=Schijfdefragmentatie
FrmTabSysTune.TabBtnRDefrag.caption=Registerdefragmentatie
FrmTabSysTune.TabBtnBoot.caption=Opstartmanager
FrmTabSysTune.TabBtnContext.caption=Contextmenu
FrmTabSysMon.TabBtnProcess.caption=Procesmonitor
FrmTabSysMon.TabBtnHard.caption=Hardwareoverzicht
FrmTabSysMon.btnProcessor.caption=Processor
FrmTabSysMon.btnBoard.caption=Moederbord
FrmTabSysMon.btnMemory.caption=Geheugen
FrmTabSysMon.btnGraphic.caption=Grafische kaart
FrmTabSysMon.btnDisk.caption=Harde schijf
FrmTabSysMon.btnNetAdapter.caption=Netwerkadapter
FrmTabSysMon.btnSoundCard.caption=Geluidskaart
FrmSettingClean.cksafe.caption=Veilige verwijdering
FrmSettingClean.chkAutoBackup.caption=Automatische registerback-up bij het opschonen
FrmSettingClean.lblfolder.caption=Aangepaste map te legen (Geldig in geavanceerde opschoner)
FrmSettingClean.btnadd.caption=Voeg toe
FrmSettingClean.btnremove.caption=Verwijder
FrmSettingClean.lblscanmode.caption=Hoe het register scannen
FrmSettingClean.rdnormal.caption=Standaard scan
FrmSettingClean.rdssafe.caption=Veilig scannen
FrmSettingClean.rddeep.caption=Diep scannen
FrmSettingClean.lblusers.caption=Meerdere gebruikers:
frmsettingclean.rdauser.caption=Alle gebruikers
frmsettingclean.rdcuser.caption=Enkel huidige gebruiker
frmsettingclean.rdusers.caption=Geselecteerde gebruikers
FrmIgnoredItems.BtnRestore.caption=Herstel
FrmIgnoredItems.btnall.caption=Selecteer alles
FrmIgnoredItems.btnnone.caption=Selecteer niets
FrmIgnoredItems.lblinfo.caption=Genegeerde controle-items
FrmShutDownNote.caption=Afsluitherinnering
FrmShutDownNote.btnCancel.caption=Annuleer
Frmskin.lblphoto.caption=Aangepast fotothema
FrmSkin.lblprevious.caption=Vorig(e)
FrmSkin.lblnext.caption=Volgend(e)
frminput.btncancel.caption=Annuleer
frminput.btnok.caption=OK
FrmChangeHeader.btncustom.caption=Aangepaste avatar
FrmChangeHeader.btnsys.caption=Systeem avatar
FrmChangeHeader.btnlocal.caption=Lokale foto
FrmChangeHeader.btnok.caption=OK
FrmChangeHeader.btncancel.caption=Annuleer
FrmChangeHeader.lblpreview.caption=Voorbeeld
Frmsecurity.caption=WiseCleaner.com klantenervaringsprogramma
Frmsecurity.lbltitle.caption=Deelnemen aan het klantenervaringsprogramma
Frmsecurity.lblinfo1.caption=Om dit product te verbeteren, kunt u lid worden van het Klantenervaringsprogramma door berichten te sturen naar WiseCleaner.com over hoe u de producten gebruikt.
Frmsecurity.lblinfo2.caption=Er wordt geen verzamelde informatie gebruikt om u te identificeren of contact met u op te nemen, en u kunt op elk moment van het programma afmelden.
Frmsecurity.lbllink.caption=Leer meer over het klantenervaringsprogramma.
Frmsecurity.cbagree.caption=Doe mee aan het klantenervaringsprogramma.
Frmsecurity.cbagainst.caption=Ik wil deze keer niet meedoen aan het programma.
Frmsecurity.btnok.caption=OK
FrmTrail.lbltitle.caption=Bedankt voor het kiezen van Wise Care 365
FrmTrail.lblhint.caption=U kunt de volgende functies niet gebruiken na de vervaldatum van de proefperiode.
FrmTrail.lblinfo0.caption=1, Eén-klik om te controleren en de computerfouten te herstellen.
FrmTrail.lblinfo1.caption=2, Privacywisser.
FrmTrail.lblinfo2.caption=3, Contextmenumanagement
FrmTrail.lblinfo3.caption=4, Automatisch bijwerken naar een nieuwe versie
FrmTrail.lblinfo4.caption=5, Fantastische nieuwe achtergronden & thema's.
FrmTrail.lblhint1.caption=Als u dit programma leuk vindt, vernieuw het tijdig a.u.b.
FrmTrail.btnbuy.caption=Koop nu
FrmTrail.btnClose.caption=Later
[Lang]
NativeLanguage=Nederlands (België)
[GUI]
ButtonYes=Ja
ButtonNo=Neen
ButtonOK=OK
ButtonMinimize=Minimaliseer
ButtonMaximize=Maximaliseer
ButtonClose=Sluiten
ButtonRestore=Herstel
ButtonMenu=Menu
ButtonSkin=Thema
apply=Toepassen
Nothanks=Nee, dank u
ButtonCancel=Annuleer
[WiseTray]
TfrmAssistMsg.ckbxNoPrompt.caption=Vraag het niet opnieuw
TfrmTraySetting.ckAssist.caption=Meld mij wanneer iemand op mijn bericht heeft geantwoord.
TfrmTraySetting.ckReware.caption=Meld mij wanneer iemand een betaalde vraag heeft geplaatst.
TfrmTraySetting.Caption=Instellingen
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Annuleer
TfrmTraySetting.ckbx4.Caption=Geef automatisch een zwevend venster weer wanneer u Wise Care 365 uitvoert
TfrmTraySetting.lbl4.Caption=Optimaliseer automatisch het geheugen wanneer de geheugenverbruiksverhouding hoger is dan deze waarde
TfrmTraySetting.lbl1.Caption=Temperatuureenheid
TfrmTraySetting.lbl2.Caption=Toon Systeem Info
TfrmTraySetting.ckbx2.Caption=Fahrenheit
TfrmTraySetting.ckbx1.Caption=Celcius
TfrmTraySetting.ckbx3.Caption=Auto-optimalisatie
TfrmTraySetting.ckbx5.Caption=CPU Temperatuur
TfrmTraySetting.ckbx6.Caption=GPU Temperatuur
TfrmTraySetting.ckbx7.Caption=Harde schijf station
TfrmTraySetting.ckbx8.Caption=Moederbord temperatuur
TfrmTraySetting.ckbx9.Caption=Netwerk snelheid
TfrmTraySetting.ckbx10.Caption=CPU-Gebruik
FrmTrayMain.btnExit.caption=Sluiten
FrmTrayMain.btnShowMain.caption=Open hoofdprogramma
FrmTrayMain.ppmitem2_1=Verberg zwevend venster
FrmTrayMain.ppmitem2_2=Toon zwevend venster
frmWiseFloatWnd.ppmStayontop=Blijf er boven op
frmWiseFloatWnd.ppmHide=Sluit zwevend venster
TfrmPopupWnd.Caption=Wise Care 365 Tray
TfrmPopupWnd.btn1.Caption=Optimaliseer
TfrmPopupWnd.lblM.Caption=Geheugen:
TfrmPopupWnd.lblC.Caption=CPU:
TfrmPopupWnd.lblC1.Caption=CPU:
TfrmPopupWnd.lbl1.Caption_1=Genoeg beschikbaar geheugen
TfrmPopupWnd.lbl1.Caption_2=Minder beschikbaar geheugen
TfrmPopupWnd.lbl1.Caption_3=Zelden beschikbaar geheugen
TfrmPopupWnd.lvitem0=Optimaliseer de systeembron
TfrmPopupWnd.lvitem1=Geheugen opschonen
TfrmPopupWnd.lvitem10=Hoog geheugengebruik
TfrmPopupWnd.lvitem30=Hoog CPU gebruik
TfrmPopupWnd.msg1=Het geheugen opschonen
TfrmTraySetting.lblTip.Caption=Pas het zwevend venster aan
TIP_CPU_USE=CPU-Gebruik
H_ID_MAINBOARD=Moederbord temperatuur
H_ID_CUP=CPU Temperatuur
H_ID_GRAPHICS_T=Grafische kaarttemperatuur
H_ID_DISK=Schijftemperatuur
[Context]
ContxtMgrInfo=Een gemakkelijke methode om Windows-contextmenu uit te schakelen / in te schakelen.
ContextName=Menu bijschrift
ContextPublisher=Uitgever
ContextType=Type
ContextAction=Status
ContextAll=Alle bestanden (*)
ContextDirectory=Directory
ContextFolder=Map
ContextDrive=Station
ContextBack=Bureaublad
ContextRecycle=(Prullenbak)
ContextShortcut=Snelkoppeling maken
ContextExe=Bestand uitvoeren
Contextunknowndesc=Onbekende beschrijving
Contextunknown=Onbekende firma
[Message]
MWDetected=MalwareBytes is gedetecteerd om %s van het werk te blokkeren. Klik op OK om de oplossing te krijgen.
ConfirmRemoveDownload=Het verwijdert alle bestanden in downloadmap, bent u zeker dat u wilt doorgaan?
OverMaxTimes=Verificatiefout! U heeft het maximale aantal activaties dat door uw licentie is verstrekt, overschreden. Aarzel niet om contact met ons op te nemen als u denkt dat er een activeringsfout is of als u meer licenties nodig hebt!
Skipped=Overgeslagen
7After=%d dagen zijn verstreken sinds u uw register de laatste keer heeft opgeschoond. Een onmiddellijke scan wordt aanbevolen.
7Before=Hoe schoner uw register wordt, hoe sneller je computer wordt!
Activated=De Pro-versie is geactiveerd.
ActivateOnline=Controle van uw registratie-informatie, wacht een paar seconden ...
AddFileType=Bestandstype toevoegen
AddFolder=Map toevoegen
AdviseClean=Een regelmatige registeropschoning zal uw pc versterken en stabiliseren.
AllHardDrive=Lokale harde schijven
AlreadExist=%s bestaat al in de ljst.
Analysing=Analyse...
Area=Gebied
AvdDefaultHint=Zoek meer nutteloze bestanden en maak meer ruimte vrij.
BackupDate=Back-updatum
BackupType=Back-uptype
BFName=Bestandsnaam
BFPath=Pad
BFSize=Bestandsgrootte
BFType=Type
BigfileHint=Systeem sleutelbestanden en belangrijke bestanden zijn al gefilterd uit de scanresultaten. Wees voorzichtig bij het kiezen van andere bestanden.
BigfileSearch=Verwijder onbruikbare grote bestanden die schijfruimte innemen om meer schijfruimte vrij te maken!
BigfileSearchFinish=%d grote bestanden gevonden, waarbij %s schijfruimte is ingenomen. Duur: %d seconde(n).
BigfileSelect=U hebt %d bestanden geselecteerd, de verwijdering ervan zal %s schijfruimte geven.
bkAuto=Automatisch
bkManual=Handmatig
Browse=Bladeren...
BrowserRunning=%s draait. Wilt u het sluiten? Anders kunnen caches en cookies niet worden opgeschoond.
BtnHint=Sneller en veiliger
BtnUpgrade=Volledige versie
Cancel=Annuleer
CanFreeSpace=%d bestanden zijn gevonden, en %s schijfruimte kan worden uitgewonnen.
CannotCrTask=Kan geen geplande taak maken.
Clean=Opschonen
CleanDone=Opschoning is voltooid!
CleanForReg=Registeropschoning...
CleanHis=Opschoningsgeschiedenis
Cleaning=Opschoning...
CleanNow=Een onmiddellijke opschoning is aanbevolen.
ComfirmDefrag=Sla alstublieft uw onvoltooide werk op, omdat de pc opnieuw opstart na de defragmentatie. Doorgaan?
Complete=Voltooid
Compress=Comprimeren...
ConfirmAdd=Weet u zeker dat u alle bestanden in %s wilt verwijderen wanneer u 'Geavanceerde Opschoner' uitvoert?
ConnectFail=Kan geen verbinding maken met de server, controleer a.u.b. uw internetverbinding en probeer het later.
CreateBackup=Back-upgegevens maken ...
CreateBackupReg=Back-upgegevens maken ... Wacht even een paar minuten.
CreateDate=Gegevens gemaakt
def15After=%d dagen zijn verlopen sinds de laatste keer, een onmiddellijke registerdefragmentatie is aanbevolen.
def15Before=Uw computer zal snel en stabiel draaien als u uw register zo compact mogelijk houdt.
DefaultValue=(Standaard)
DefragRate=Het optimalisatiepercentage is: %s.
DefragReport=Het register is gecomprimeerd. Optimalisatierapport:
DefragReport1=De vorige grootte van het register:
DefragReport2=De nieuwe grootte van het register:
DefragReport3=Geoptimaliseerde grootte
delbigfile=Het verwijderen van grote bestanden is een eenrichtingsproces zonder back-up. Wilt u deze geselecteerde bestanden verwijderen?
delbigfileFail=Kan het bestand niet verwijderen: %s, misschien werd het gebruikt door een andere toepassing.
DelSkin=Weet u zeker dat u dit thema wilt verwijderen?
Description=Beschrijving
DisableAdd=Om veiligheidsredenen worden sommige systeemmappen (zoals "Windows Folder", "Boot of Hard Drive" en "CD-ROM") toegevoegd aan deze lijst.
Discount=(25% korting is nu beschikbaar)
DiscountInfo1=U heeft Wise Care 365 Free voor %d dagen gebruikt,
DiscountInfo2=nu hebben we een speciaal aanbod voor u,
DiscountInfo3=betaal enkel %s om te upgraden naar de PRO-versie.
DownloadError=Downloadfout, probeer a.u.b. later.
DownloadingSkin=De huidige downloadtaak is niet afgerond. Update later.
DupFile=Het bestand in de lijst
DupFolder=Deze map heeft bestaan in de lijst.
DupItem=Dit item bestaat reeds in de lijst.
ElapsedTime=Verstreken tijd:
ELeftTime=Geschatte tijd...
EmptyEmail=E-mailadres kan niet leeg zijn.
EmptyName=Uw naam kan niet leeg zijn.
EmpytKey=Licentiesleutel kan niet leeg zijn.
EnableRestore=Systeemherstel is uitgeschakeld. Wilt u Systeemherstel inschakelen?
Entries=Vermeldingen
ErrorMsg=Foutbericht:
ExImport=De uitsluitingslijst is geëxporteerd naar:
ExitTray=Bent u zeker om Wise Care 365 Tray te verlaten?
ExpiryDate=Vervaldatum:
Exported=De huidige invoer is geëxporteerd naar %s. Wil je het bestand nu openen?
Extracte=Extraheren...
FailedCloseProcess=Het programma afbreken is mislukt. Sluit het werkprogramma handmatig af.
FailToDelete=Sommige bestanden die niet kunnen worden verwijderd, kunnen na het opnieuw opstarten verwijderd worden.
failtounLock=Registereditor kan niet worden gedeblokkeerd. Misschien heeft u verdere toestemming nodig om deze operatie uit te voeren.
FindDrives=Zoeken naar stations...
FindError=Er zijn %d problemen gevonden, waaronder %d vermeldingen onveilig zijn om te worden verwijderd.
FindFilesSize=Er zijn %d bestanden gevonden, in totaal %s
FindRunProcess=Het werkprogramma loopt. Sluit het alsjeblieft om deze update af te ronden.
FindTraces=%d geschiedenis is gevonden.
FindTracesSection=%d sporen werden gevonden in deze sectie
Fix=Herstel
Free=Vrij
GetHotSkinError=Er is een fout opgetreden bij het aanvragen van thema-informatie.
GettingRestoreData=Herstelgegevens ophalen...
GoodHabit=Een regelmatige opschoning van het register houdt uw pc op topprestatie.
HaveChange=Wilt u de wijzigingen opslaan?
Hours=Uren
Ignore=Negeer
IgnoreVer=Negeer deze update
illegalType=%s is illegaal bestandstype.
InputCookie=Gelieve Domein in te voeren (zoals Google, live etc.)
InputSummary=Vul alstublieft de samenvatting voor dit type in:
InputType=Voer bestandsnaam of bestandstype in (bijvoorbeeld: * .tmp etc ...)
InvalidEmail=Ongeldige e-mail, voer een geldige e-mail in.
InvalidIgnorItem=Dit item kan niet genegeerd worden.
InvalidKey=Ongeldige licentiesleutel, voer een geldige sleutel in.
InvalidRegInfo=Ongeldige registratie-informatie!
InvalidType=Ongeldige bestandsextensie
IsRunning=Het programma scant, wacht tot de scan is voltooid en probeer het opnieuw.
IssueFound=%d problemen werden gevonden.
IssuesFound=%d problemen zijn gevonden.
Items=Items
KeyWord=Vul alstublieft uw zoekwoord in:
KillProcessError=Beëindig het proces fout, mogelijke oorzaak is onvoldoende machtigingen
LastClean=Uw laatste opschoning was op:
LastCommonClean=Uw laatste opschoning was op:
LastDefrag=Uw laatste registerdefragmentatietijd:
LeastOne=U moet minstens één gebied kiezen om te scannen.
LeftTime=Resterende tijd:
LeftTimeSec=Duur: %s seconden.
LestOne=U moet minstens één gebied kiezen om te scannen.
LestOneClean=U moet minstens één gebied kiezen om op te schonen.
LestOneItem=U moet tenminste één item kiezen om op te schonen.
LogAll=%d problemen gevonden,%d problemen zijn opgelost.
LogFail=Mislukt om %d items te verwijderen.
Minutes=Minuten
MoreSpace=Optioneel
NeedBackup=Het lijkt dat dit uw eerste keer is om uw pc te controleren. Een onmiddellijke back-up wordt aanbevolen. Wilt u dit nu automatisch back-uppen?
NeedInstall=Wil je %s nu installeren?
NeedStartup=U moet uw pc handmatig versnellen, want Wise Care 365 is niet ingesteld te draaien bij het opstarten.
NeedUpdate=Wil je %s nu bijwerken?
Never=Nooit
NeverDefrag=U heeft het register nog niet gedefragmenteerd!
New=Nieuw
NewVer=Een nieuwe versie is beschikbaar! Wil je het nu upgraden?
NoBackupSelected=U moet minstens één back-up kiezen om te herstellen.
NoDriveChecked=U moet een of meer stations selecteren om te scannen.
NoError=Gefeliciteerd, er zijn geen problemen gevonden!
NoFilesFound=Opschonen
NoItemChecked=U moet een of meer bestanden kiezen om op te schonen.
NoItemFound=Er zijn geen items gevonden
NoItems=Gefeliciteerd! Alle items zijn geoptimaliseerd.
NoNewVer=Gefeliciteerd, de versie die u gebruikt, is de laatste!
NoRegInfo=Kan uw registratie-informatie niet vinden.
Notice=Maak de pc sneller en veiliger
NoTracesFound=Geen sporen
NoTrashAndTrace=Gefeliciteerd! Uw computer is schoon.
NotShowNotice=Laat deze melding niet meer zien.
NotSupportOS=De functie wordt niet ondersteund op dit besturingssysteem.
NowCleaning=Schoont nu op:
Offer=Speciale aanbieding
Optimize=Optimaliseer
PluginCount=Plug-ins teller:
PrivacyActive=(Om te) activeren
PrivacyData=Privacy records:
PrivacyDefaultHint=Regelmatige scan van de sporengegevens kan uw privacy beschermen tegen nieuwsgierige ogen.
Privacyissues=Privacyproblemen:
PrivacyUnActive=Privacyproblemen: niet geactiveerd
Problems=Problemen:
Proupdate=Spijtig dat de cadeauversie de upgrade niet kan ondersteunen, maar we kunnen 50% korting bieden voor de laatste versie. Anders wordt het GRATIS versie als u ervoor kiest om het bij te werken. Doorgaan?
RegBackup=Back-up register
RegBackupDone=De back-up van het register is succesvol aangemaakt.
RegBackupFail=Kan de back-up van het register niet maken.
RegeditorLocked=Uw Registereditor is geblokkeerd. De functie back-up / herstel vereist een toegankelijke Registereditor. Wil je de Registereditor nu deblokkeren?
RegEntries=Ongeldige registervermeldingen.
Regerror=Registerfouten:
Registried=Geregistreerd
RegRestore=Herstel register
RegTitle=Niet geregistreerd
Removebackup=Weet u zeker dat u de geselecteerde back-upbestanden wilt verwijderen?
RemoveSysRestore=Weet u zeker dat u het geselecteerde systeemherstelpunt wilt verwijderen?
ReScanHint=%d problemen gevonden, om meer problemen te vinden, wordt een tweede scan aanbevolen.
ReScanHint1=Wij raden u aan om opnieuw te scannen om meer problemen te vinden.
ReScanHint2=Controleer alstublieft opnieuw om meer problemen te vinden.
RestoreComplete=Herstel is voltooid.
RestoreFromSysRestore=U moet uw computer opnieuw opstarten nadat u het systeem hebt hersteld. Wilt u het systeemherstel nu starten?
RestorePointDone=Het herstelpunt is succesvol aangemaakt.
RestorePointFail=Aanmaken van het systeemherstelpunt is mislukt.
RestoreReg=Register herstellen ... Wacht even een paar minuten.
Safetodel=Dit item kan veilig verwijderd worden.
ScanAborted=De scan werd geannuleerd!
ScanCanceled=De scan werd geannuleerd!
ScanFor=Aan het scannen:
Scaning=Aan het scannen...
ScannedSection=Gescande secties:
Scanning=Aan het scannen...
ScheduleHint=Maak uw computer regelmatig schoon.
ScheduleNextTime=De volgende keer:
ScheduleNotActive=Taak plannen is niet ingeschakeld
Secs=Seconden
SelectFolder=Selecteer een map alsjeblieft
SelectHardDrive=Selecteer een harde schijf alsjeblieft
ShredFile=Versnipper bestand/map
SkinCorrupt=Het gedownloade themabestand is onvolledig of beschadigd! Gelieve het opnieuw te downloaden.
SkinLimit=Dit thema is alleen beschikbaar voor Pro Versies, nu upgraden?
StartClean=Opschonen
StartScan=Scannen
SuggestDefrag=Een onmiddellijke defragmentatie is aanbevolen.
SuggestIgnore=U kunt uw register de volgende keer defragmenteren.
Summary=Samenvatting
SysCreating=Een systeemherstelpunt maken...
SysProtectOff=Systeembescherming Uit
SysProtectOn=Systeembescherming Aan
SysRestoring=Voorbereiden om het systeem te herstellen...
ThanksRegister=Bedankt voor het registreren van dit product!
Total=Totaal:
TotalDefrag=%.2f is gecomprimeerd.
TotalTraces=Er zijn %d sporen gevonden.
TraceCount=Getelde sporen:
TraceFound=Er zijn %d sporen gevonden.
TraceFoundEx=De volgende sporen zijn gevonden:
TraceRemoved=%d sporen zijn verwijderd.
TranslateTo=Vertalen naar...
TrashFound=Er zijn %d bestanden gevonden, in totaal %s.
TrashFoundEx=De volgende ongewenste bestanden zijn gevonden:
TrashRemoved=Verwijderd %d bestanden, %s schijfruimte vrijgemaakt.
TrashSize=Bestanden:
TrayNotice=Uw pc is meer dan een halve maand niet opgeschoond!
TuneupCount=Tune-up teller:
TypeChanged=U heeft de scan items gewijzigd!
TypeNoError=Opschonen
Unknow=Onbekend
Unlimited=Onbeperkt
Unoptimized=Niet geoptimaliseerd
Unregistried=Niet geregistreerd
VipSkin=Dit thema is alleen beschikbaar voor geregistreerde gebruikers. Nu upgraden?
WaitForDownload=Wacht totdat de download is voltooid.
WaitUpdateComplete=De huidige updatetaak is niet afgerond. Werk deze software later bij.
WarnNoType=U moet ten minste één bestandstype selecteren!
WarnZeroFile=U heeft de modus "Leeg bestand" geselecteerd, bekijk ze a.u.b. voordat u ze verwijdert. Doorgaan?
WDCReport=Wise Disk Cleaner Rapport
Working=Wacht tot de huidige taak is voltooid, en probeer het dan opnieuw.
[Exclusion]
Folder=Uitgesloten map
AddFolder=Map toevoegen
File=Uitgesloten bestand
AddFile=Bestand toevoegen
File Type=Uitgesloten bestandstype
AddType=Type toevoegen
Registry=Uitgesloten registersleutel
Add Key=Sleutel toevoegen
Delete=Verwijder
Cookies=Uitgesloten domein
Add Cookie=Domein toevoegen
Whiteapp=Toepassing witte lijst
Blackapp=Toepassing zwarte lijst
WhitePosition=Witte lijst positie
BlackPosition=Zwarte lijst positie
[PrivacyScan]
SeenPictures=Geschiedenis van bekeken foto's
SeenPicturesHint=Geschiedenis van bekeken foto's tijdens het surfen op internet.
SeenMovies=Geschiedenis van bekeken films/videos
SeenMoviesHint=Geschiedenis van bekeken films/videos tijdens het surfen op internet.
AccessFiles=Geschiedenis van gebruikte bestanden
AccessFilesHint=Geschiedenis van gebruikte bestanden bij het gebruik van de computer.
VisitedWeb=Geschiedenis van bezochte pagina's
VisitedWebHint=Geschiedenis van bezochte pagina's tijdens het surfen op internet.
[PrivacyClean]
GoodHabit=Je hebt een schone computer, het is een goede gewoonte, houd het zo!
CleanNow=Privacyrisico's bestaan. Een onmiddellijke opschoning is aanbevolen.
TraceFound=%d privacyrisico's zijn gevonden.
TraceRemoved=%d privacyrisico's zijn verwijderd.
[Password]
Weak=Zwak
OK=OK
Strong=Sterk
[Schedule]
Daily=Dagelijks
Weekly=Wekelijks
Monthly=Maandelijks
Idle=Bij inactief
Login=Bij Login
Sunday=Zondag
Monday=Maandag
Tuesday=Dinsdag
Wednesday=Woensdag
Thursday=Donderdag
Friday=Vrijdag
Saturday=Zaterdag
AutoScan=Automatisch scannen
AutoClean=Automatisch opschonen
[Bootup]
BootAction=Operatie
BootDelHint=Verwijder dit item
BootLoad=Opstartprogramma's en -services laden
BootName=Software Beschrijving
BootRate=Software beoordeling
BootSuggestion=Suggestie/Beoordeling
BootTime=Opstarttijd
BtnRestore=Herstel
CanDisable=Optioneel uit
delItem=Weet u zeker dat u het item wilt verwijderen?
Disable=Uitschakelen
Enable=Inschakelen
FailToChange=Het item kan niet worden in- of uitgeschakeld.
HisInfo=%d items zijn momenteel uitgeschakeld. U kunt de verkeerd uitgeschakelde opstartitems hier gemakkelijk inschakelen.
Keep=Behouden
MaySpeedup=Uw opstarttijd wordt verkort met %.2f seconden.
MustEnable=Moet ingeschakeld zijn
NoHisInfo=Er zijn momenteel geen items uitgeschakeld.
NoSuggestion=Nog geen suggestie
Optimal=Optimaal
Publisher=Uitgever
ServiceCountInfo=%d services van derden gevonden, en %d systeemservices.
ServiceName=Servicebeschrijving
StartupInfo=Schakel onnodige opstartprogramma's uit om de opstartsnelheid van uw pc te versnellen.
ToDisable=Aangeraden uit
ToKeep=Laat zoals het is
Tuneup=Optimaliseer
TuneupDone=%d boot item (s) werd(en) uitgeschakeld.
TuneupFaile=%d boot item (s) kan (kunnen) niet worden uitgeschakeld.
[Msg]
WDCScanSpeed=De snelste scansnelheid ter wereld!
WDCSysSlimming=Geen bestanden gevonden!
PowerOpt=Geen optimaliseerbare items!
[CommonClean]
ScanAbortedHint1=We raden u aan onmiddellijk opnieuw te scannen om nutteloze bestanden te vinden.
ScanAbortedHint=We raden u aan om onmiddellijk opnieuw te scannen om nutteloze bestanden en sporen te vinden.
DefaultHint=Een regelmatige opschoning kan schijfruimte besparenen uw privacy beschermen.
7After=%d dagen zijn verstreken sinds de laatste opschoning. Een onmiddellijke scan wordt aanbevolen.
7Before=Het is een goede gewoonte om uw stations schoon te houden en uw privacy te beveiligen.
[SysClean]
Scanning=Aan het scannen...
ScanEnd=%d items zijn gevonden. %s schijfruimte wordt vrijgemaakt.
NoItems=Gefeliciteerd! Uw systeemstation is schoon.
Open=Open
Remove=Verwijder
MoreSpace=Heb meer ruimte nodig
Cleaning=Opschoning...
SpaceFreed=Afslanken is voltooid. %s schijfruimte is vrijgemaakt.
Installer=Verouderde Windows Installatieprogramma's
LongInstaller=Verouderde Windows Installatieprogramma's kunnen verwijderd worden om schijfruimte vrij te maken.
PatchUninstall=De-installatiebestanden van Windows Update Patches
LongPatchUninstall=Als u Windows Update niet wilt de-installeren, kunt u deze bestanden verwijderen.
Downloadedfiles=Gedownloadde Windows installatiebestanden
Longdownloadedfiles=Wanneer de patchinstallatie van Windows update is voltooid, is het veilig om de bestanden te verwijderen.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=De bestanden zijn gemaakt door Windows Installatieprogramma Service, en kunnen verwijderd worden.
JPIME=Japanse IME
LongJPIME=U kunt ze verwijderen als u ze dat nodig hebt.
KoreanIME=Koreaanse IME
LongKoreanIME=U kunt ze verwijderen als u dat niet nodig hebt.
TChineseIME=Traditioneel Chinese IME
LongTChineseIME=U kunt ze verwijderen als u dat niet nodig hebt.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=U kunt ze verwijderen als u dat niet nodig hebt.
HelpFile=Helpbestanden van Windows
LongHelpFile=U kunt ze verwijderen als u ze niet nodig hebt.
SamplePic=Voorbeeld Afbeeldingen van Windows
LongSamplePic=U kunt ze verwijderen als u ze niet nodig hebt.
SampleMic=Voorbeeld Muziek van Windows
LongSampleMic=U kunt ze verwijderen als u dat niet nodig hebt.
SampleVideos=Voorbeeld Videos van Windows
LongSampleVideos=U kunt ze verwijderen als u ze niet nodig hebt.
SampleMedia=Voorbeeld Media van Windows
LongSampleMedia=U kunt ze verwijderen als u ze niet nodig hebt.
Wallpaper=Achtergrondbestanden van Windows
LongWallpaper=U kunt ze verwijderen als u ze niet nodig hebt.
[PCExam]
CheckDefrag=Controleren van fragmenten voor systeemstation.
DefaultHint=Met Controle kunt u mogelijke beveiligingsproblemen en optimaliseerbare items vinden en repareren met één klik.
Details=Details
DiskDefrag=Controleer op systeemschijffragmentatie
ExamCanceled=Controle is geannuleerd!
ExamEndHint1=%d items zijn gecontroleerd, waarvan %d problematisch zijn. Stel voor dat je deze items onmiddellijk "Herstelt".
ExamEndHint2=%d items zijn gedetecteerd, %d items zijn problematisch. %d items moeten handmatig worden hersteld. "Herstel" ze nu.
ExamEndHint3=%d items zijn gedetecteerd, %d items zijn problematisch. U moet ze handmatig herstellen.
ExamEndHintFixed=Gefeliciteerd! Alle items die moeten worden hersteld zijn hersteld.
ExamEndHintFixed3=%d problemen zijn hersteld, %d items moeten handmatig worden hersteld.
ExamEndHintFixed4=Gefeliciteerd! %d problemen die moeten worden hersteld zijn hersteld.
ExistsPrivacyRisks=Er bestaan privacyrisico's.
FilesFound=%d bestanden zijn gevonden, waarbij %s schijfruimte is ingenomen.
FindJunkFiles=%d bestanden, %s.
FindPrivacyData=%d privacyrecords gevonden.
FindTrace=%d geschiedenis is gevonden.
FindTraces=%d geschiedenis is gevonden.
FindTrash=Er zijn %d onbruikbare bestanden gevonden, waarbij %s schijfruimte is ingenomen.
FirePWall=Controleer de beschikbaarheid van Windows Public Firewall.
FirePWallInvalid=De Windows Firewall van openbaar netwerk is uitgeschakeld.
FirePWallValid=De Windows Firewall van openbaar netwerk is ingeschakeld.
FireSWall=Controleer de beschikbaarheid van Windows Home/Private Firewall.
FireSWallInvalid=De Windows Firewall van het privénetwerk is uitgeschakeld.
FireSWallValid=De Windows Firewall van het privénetwerk is ingeschakeld.
FireWallInstalled=Antivirus software is geïnstalleerd.
FireWallUnInstalled=Er is geen antivirus software gevonden in uw computer.
FirstTimeRunHint=PC Gezond? Controleer nu!
FixCanceled=De hersteloperatie is geannuleerd!
Fixing=Herstellend:
FolderOption=Controleer de beschikbaarheid van "Mapopties"
FolderOptionsInvalid=Mapopties zijn uitgeschakeld.
FolderOptionsValid=Mapopties zijn geldig.
IEShell=Om de validiteit van de IE-shellfunctie te controleren.
IEShellFail=IE shell gekaapt.
IEShellFine=IE shell werkt normaal.
InstallSafeSoft=Installeer een antivirus software
JunkFiles=Nutteloze bestanden in uw computer
JunkFilesEx=Ongeldige bestanden, zoals cache, logboeken, tijdelijke bestanden, enz.
LastCheck=U heeft uw pc de laatste keer gecontroleerd op:
LastFixTime=%d dagen zijn verstreken sinds de laatste controle.
ManualFix=Handmatige Herstelling
ManualProcess=Handmatige optimalisatie-items
ManualProcessEx=Privacyrisico's, schijffragmentatie, enz. (Vereist "handmatige Herstelling")
NeedDefrag=Het systeemstation moet gedefragmenteerd worden.
NoNeedDefrag=U hoeft het systeemstation niet te defragmenteren.
NoOptimizeItems=Alle items zijn geoptimaliseerd.
NoPrivacyRisks=Er is geen privacyrisico.
OptimizeOptItems=Valideer de geoptimaliseerde items.
OptimizeResult=%d items zijn geoptimaliseerd om uw computer te versnellen.
PcGood=Hartelijk gefeliciteerd! Uw pc is gezond.
PCHealthNum=PC gezondheidsindex:
PrivacyHint=Verwijder alle sporen van uw verkenner en vorige computeractiviteiten.
PrivacyItmes=Privacyrisico's
ReFixHint=Wij raden u sterk aan om de pc-herstellingsoperatie te voltooien om uw computer sneller te maken.
RegeditLocked=Registereditor is uitgeschakeld.
Regeditor=Controleer de beschikbaarheid van Windows Registereditor
RegeditUnLocked=Registereditor is geldig.
RegEntriesCount=Er zijn %d ongeldige vermeldingen gevonden.
RegEntriesResult=%d ongeldige registervermeldingen zijn opgeschoond.
RegistryJunk=Ongeldige registervermeldingen
RegistryJunkEx=Verweesde, verouderde of ongeldige registervermeldingen
RemoteDesktop=Controleer de beschikbaarheid van Windows Extern bureaubladverbinding
RemoteDesktopAlive=Externe bureaubladverbinding is bestaande.
RemoteDesktopDisabled=Externe bureaubladverbinding is uitgeschakeld.
ReScanHint=We raden u sterk aan om de PC-controle te voltooien om meer problemen te vinden die uw pc vertragen.
Result.FailTranstr=Er is geen antivirus software gevonden in uw computer.
Result.FineTranStr=Antivirus software is geïnstalleerd in uw computer.
SafeCheckResult=%d beveiligingsgerelateerde problemen zijn opgelost.
ScanFor=Aan het scannen:
ScanOptItems=Optimaliseerbare items
SDDDetected=SSD gedetecteerd. Overgeslagen.
SecurityProject=Veiligheid gerelateerde items
SecurityProjectEx=Firewall, register, extern bureaublad en andere beveiligingsprojecten
ShortJunkFiles=Nutteloze bestanden
ShortJunkFilesEx=Nutteloze bestanden
ShortManualProcessEx=Handmatige optimalisatieprojecten
ShortRegistryJunk=Ongeldige registervermeldingen
ShortRegistryJunkEx=Ongeldige registervermeldingen
ShortSecurityProjectEx=Beveiligingsprojecten
ShortSystemTuneup=De items kunnen worden geoptimaliseerd
ShortSystemTuneupEx=Systeemoptimalisatie
ShortUserTrace=Bladergegevens
ShortUserTraceEx=Computersporen
Suggestion1=Een onmiddellijke controle wordt voorgesteld.
SystemTuneup=%d items kunnen worden geoptimaliseerd om de prestaties van de computer te verbeteren.
SystemTuneupEx=Verbeter Windows-snelheid, verbeter systeemprestaties en stabiliteit, enz.
TaskManager=Controleer de beschikbaarheid van Windows Taakbeheer
TaskManagerInvalid=Taakbeheer is uitgeschakeld
TaskManagerValid=Taakbeheer is geldig
Tracehint=Wis uw bladergeschiedenis en de toegangsgeschiedenis van documenten enz.
TraceResult=%d gebruikssporen opschonen.
TracesFound=Er zijn %d sporen gevonden
TrashResult=%d onbruikbare bestanden werden opgeschoond, waardoor %s schijfruimte wordt vrijgemaakt.
UnsettledItems=De volgende items moeten handmatig worden hersteld.
UserTrace=Computersporen en bladergeschiedenis
UserTraceEx=Geschiedenis van gebruikte programma's, geopende bestanden, bezochte websites, enz.
WindowsAutoUpdate=Controleer de beschikbaarheid van Windows Auto Update Service
WindowsAutoUpdateInvalid=Windows Automatisch bijwerken is uitgeschakeld.
WindowsAutoUpdateValid=Windows Automatisch bijwerken is geldig.
[FileErase]
NetPath=Kan het netwerkpad niet opschonen
None=Geen
Crushing=Aan het versnipperen:
Shred=Versnipperd
InUsed=In gebruik
Aborted=Afgebroken
Shredding=Aan het versnipperen
SysPath=Het door u gekozen pad kan niet worden gewist omdat het belangrijke systeempaden bevat.
ScrubFinished=Wissen is voltooid! Versnipperd %d bestanden, versnipperen van %d bestanden mislukt.
ScrubCanceled=Wissen is geannuleerd! Versnipperd %d bestanden, versnipperen van %d bestanden mislukt.
Erased=Versnipperen
Canceled=Geannuleerd
[DiskDefrag]
Volume=Station
Format=Bestandssysteem
TotalSpace=Totale ruimte
FreeSpace=Vrije ruimte
Fragmented=Fragmenten
Status=Status
PmDefrag=Defragmenteer
QuickOpt=Snelle optimalisering
FullOpt=Volledige optimalisering
PmAnlyse=Analyseer
Resume=Samenvatten
Analying=Aan het analyseren
Defragmenting=Aan het defragmenteren
Optimizing=Aan het optimaliseren
Analyed=Geanalyseerd
Defragmented=Gedefragmenteerd
Optimized=Geoptimaliseerd
Pause=Pauze
IsSSD=Uw selectie kan tenminste één Solid State Drive bevatten. Schijfdefragmentatie kan haar levensduur verminderen. Bent u zeker verder te gaan?
FragmentedRate=Fragmentatie
DefragInfo=Het is goed om de schijf te defragmenteren om ze snel draaiend te houden nadat ze enige tijd is gebruikt geweest.
[BtnList]
WiseReminder=Wise Herinnering
WiseReminderDesc=Een Dingen-te-doen herinnering die u helpt om dagelijkse taken te organiseren.
GameBooster=Spel Booster
GameBoosterDesc=Een eenvoudige maar effectieve Spel Booster.
ForceDeleter=Krachtig verwijderingsprogramma
ForceDeleterDesc=Een veilige en gemakkelijke bestandsontgrendelaar en -verwijderaar
SystemMonitor=Systeemmonitor
SystemMonitorDesc=Monitor proces-, hardware- en netwerkverkeer
AutoShutdown=Automatisch afsluiten
AutoShutdownDesc=De pc automatisch afsluiten
DataRecovery=Gegevensherstel
DataRecoveryDesc=Herstelde verwijderde bestanden
FolderHider=Map- en bestandsverberger
FolderHiderDesc=Gemakkelijk om persoonlijke gegevens te verbergen
JetSearch=Snel zoeken
JetSearchDesc=Lokale bestanden snel zoeken
MemoryOptimizer=Geheugenoptimalisator
MemoryOptimizerDesc=Vrij geheugen Vrijmakingsgereedschap
ProgramUninstaller=Programma de-installatieprogramma
ProgramUninstallerDesc=Verwijder ongewenste programma's grondig
PluginClean=Plug-ins opschoner
BigFile=Grote bestanden Manager
BigFileDesc=Eenvoudige manier om grotere bestanden te beheren.
RegClean=Register Opschoner
RegCleanDesc=Zoek en herstel registerfouten.
CommClean=Gewone Opschoner
CommCleanDesc=Snel en makkelijk om nutteloze bestanden en sporen op te schonen.
AdvClean=Geavanceerde Opschoner
AdvCleanDesc=Zoek en schoon op nutteloos in alle stations.
SysSimming=Systeemafslanking
SysSimmingDesc=Eenvoudig nutteloze Windows-bestanden op te schonen.
PowerOpt=Systeemoptimalisatie
PowerOptDesc=Optimaliseer de prestaties van uw pc.
DiskDefrag=Schijfdefragmentatie
DiskDefragDesc=Defragmenteer de schijf om uw systeem te versnellen.
RegDefrag=Registerdefragmentatie
RegDefragDesc=Optimaliseer het register om uw systeem te versnellen.
Startup=Opstartmanager
StartupDesc=Makkelijk om opstartprogramma's te beheren.
ContextMenu=Contextmenu
ContextMenuDesc=Makkelijk om Windows-contextmenu-items te beheren.
PrivacyErase=Privacywisser
PrivacyEraseDesc=Verwijder sporen, geschiedenis om uw privacy veilig te houden.
DiskErase=Schijfwisser
DiskEraseDesc=Wis alle verwijderde bestanden van uw schijf.
FileShredder=Bestandsversnipperaar
FileShredderDesc=Voorkom dat de versnipperde bestanden worden hersteld door hun oorspronkelijke ruimte te overschrijven.
PasswordGenerator=Paswoordgenerator
PasswordGeneratorDesc=Gemakkelijk om een sterk paswoord te maken.
ProcessMon=Procesmonitor
ProcessMonDesc=Gemakkelijk om draaiende processen te beheren.
SystemInfo=Computerinformatie
SystemInfoDesc=Een overzicht van uw systeem- en hardware-informatie.
[DiskErase]
Stop=Stop
Erase=Wissen
Rule1=Willekeurige gegevens 1 passage (aanbevolen)
Rule2=DoD 5220.22-M 3 passages
Rule3=Schneier's 7 passages
Rule4=Guttmann 35 passages
EraseFinished=Wissen is voltooid. Duur:
ErasingFor=De verwijderde bestanden op %s aan het wissen, even geduld a.u.b ...
TempFileDeleting=Verwijderen van tijdelijke bestanden...
ErasingForDisk=De vrije ruimte op %s aan het wissen, even geduld a.u.b ...
ManyFiles=Veel herstelbare bestanden gevonden.
FewFiles=Enkele herstelbare bestanden gevonden.
SkipAnalyse=Analyse overslaan (FAT station)
Secure=Veilig
DoesNotSupport=Ondersteunt dit station niet.
Erasing=Wissen...
Finished=Wissen is voltooid.
Canceled=Wissen is geannuleerd.
ConfirmEraseDisk=Het duurt een tijdje om de schijf te wissen. Sluit alstublieft andere software om I/O-operaties tijdens deze periode te vermijden. Doorgaan?
PartitionError=Een ernstige fout is gevonden in uw partities.
[Tuneup]
BlueReboot=Schakel automatisch herstarten uit wanneer het systeem een blauw scherm des doods tegenkomt.
RemoteRegAccess=Schakel registerwijziging vanaf een externe computer uit.
FileListSpeed=Optimaliseer het vernieuwingsbeleid van Windows-bestandslijst.
PreviewUP=Versnel de weergavesnelheid van de voorbeelden van het taakbalkvenster.
OptDNS=Optimaliseer DNS en DNS parseersnelheid.
OptLAN=Optimaliseer LAN-verbinding.
ShowSpeed=Geoptimaliseerde reactiesnelheid van de systeemweergave.
AeroSnap=Versnel Aero Snap om de miniatuurweergave te versnellen.
SSDSpeedup=SSD optimalisering
DisablePrefetch=Schakel de prefetch-parameters uit om de SSD-levensduur te verhogen.
DisableSuperPrefetch=Schakel de Superprefetch-parameters uit om de SSD-levensduur te verhogen.
DisableDefragBoot=Schakel het defragmenteren van het systeemstation bij opstarten uit om de SSD-levensduur te verhogen.
DisableDefragIdle=Schakel automatische defragmentatie bij inactiviteit uit om de SSD-levensduur te verhogen.
EnableTRIM=Activeer TRIM-functie om de werkprestaties van de SSD te verbeteren.
OptIEConnection=Verhoogde maximale verbindingen per server. Webpagina kijksnelheid en online video kijksnelheid verbeterd.
IconCache=Verhoog de systeem icooncache en versnel de bureaubladweergave.
RestoreAll=Bent u zeker dat u alle items naar Windows standaard wilt herstellen?
NoSelectedItem=Kies ten minste één item om te optimaliseren.
OptItems=De volgende %d items kunnen worden geoptimaliseerd.
ItemsOptimized=%d items zijn geoptimaliseerd.
TakeEff=Sommige geoptimaliseerde items worden van kracht na het opnieuw opstarten van de computer.
NoItems=Gefeliciteerd! Alle items zijn geoptimaliseerd.
BootSpeedup=Opstart/Afsluitversnelling
SystemStable=Systeemstabiliteit
SystemSpeedup=Systeemversnelling
NetworkSpeedup=Netwerkversnelling
PrefetchParameters=Optimaliseer prefetch-parameters om de opstartsnelheid van Windows te verbeteren
BootDelay=Verminder de "schijfcontrole" tijd om de opstartsnelheid van Windows te verbeteren
BootPartition=Activeer de optimalisatiefunctie om de opstartsnelheid van Windows te verbeteren.
ClearPagingFile=Schakel de functie voor het wissen van Windows Paging File uit om het afsluiten van de pc te versnellen
TimeOut=Verlaag de applicatie-inactiviteit bij het afsluiten om het afsluitproces te verbeteren
AutoKill=Sluit vastgelopen processen om systeemcrash te vermijden
RestartExplorer=De Windows Verkenner automatisch opnieuw opstarten om een onverwachte bureaubladverdwijning te vermijden
TwoProcess=Zorg dat Windows Verkenneronderdelen uitgevoerd worden als een apart proces om systeemconflict te vermijden
ErrorReport=Schakel de melding van schermfouten uit om de systeemprestaties te verbeteren
Debugger=Schakel de debugger uit om de foutverwerking te versnellen
OptMemory=Optimaliseer de standaardinstellingen van het geheugen om de systeemprestaties te verbeteren
OptVEff=Optimaliseer het uiterlijk van front-end componenten (dialoogvenster, menu's, enz.) om de systeemprestaties te verbeteren
OptFileSystem=Optimaliseer het bestandssysteem om de systeemprestaties te verbeteren
OptDiskSystem=Optimaliseer het schijf I/O-subsysteem om de systeemprestaties te verbeteren
DisAutoRun=Schakel de functie 'Automatisch afspelen' uit op stations om virusinfectie te vermijden
OptDiskIdle=Optimaliseer schijf I/O terwijl de CPU inactief is
OptTTL=Optimaliseer TTL-instellingen (Time to Live) om de prestaties van het netwerk te verbeteren
OptNetForward=Optimaliseer het netwerk zendvermogen om de prestaties van het netwerk te verbeteren
OptMTU=Ontdek automatisch "zwarte gaten" door de Path MTU Discovery-techniek te gebruiken om de TCP/IP-prestaties te verbeteren
OptWINS=Optimaliseer WINS-navraagstijd om de gegevensoverdrachtssnelheid te verbeteren
OptNetWork=Optimaliseer netwerkinstellingen om de overdrachtsprestaties te verbeteren
CloseAnimate=Sluit animatie-effect bij het maximaliseren of minimaliseren van een venster om de vensterreactie te versnellen
PagingExecutive=Schakel geheugenpaginering uit en verminder schijf I/O om de toepassingsprestatie te verbeteren. (Optie kan worden genegeerd als het fysieke geheugen <1 GB is)
StaticIP=Stel een statisch IP in voor uw lokale verbinding om de startsnelheid van uw pc te verbeteren
PorcessorTime=Optimaliseer de prestaties van de processor om toepassingen, spellen, enz. beter te laten draaien. (Gelieve te negeren als uw machine een server is.)
DisableIDECheck=Voorkom IDE-kanaalcontrole om de opstartsnelheid van Windows te verbeteren
ForeAppSpeed=Verhoog de reactiesnelheid van voorgrondprogramma's
AeroPeek=Verhoog de weergavesnelheid van Aero Peek
OptEthernet=Optimaliseer de prestaties van de Ethernet-kaart
[Summary]
ContextMenu=Ongeldige contextmenu-items
MUICache=Ontbrekende MUI Cache Referentie
Services=Ongeldige Windows-services
Activex=Ongeldige ActiveX- en COM-componenten
FireWall=Ongeldige Windows Firewall-instellingen
RootAll=Ongeldige paden en bestanden
SoftwareSection=Ongeldige paden en bestanden achtergelaten door verwijderde software
ApplicationPaths=Ongeldige paden en bestanden achtergelaten door geregistreerde toepassing
FileTypes=Ongeldige bestandsuitbreidingsinformatie
HelpFiles=Ongeldige geregistreerde helpbestanden
Fonts=Ongeldige lettertype informatie
SharedDLL=Ontbrekende gedeelde dynamic-link bibliotheek
MRULists=Geschiedenis van geopende bestanden, bekeken films, geopende documenten, enz.
UninstallSection=Nutteloze of ongeldige verwijderingsinformatie
StartMenu=Verouderde startmenu-items
StartupProgram=Verouderde of ongeldige opstartprogramma's
SoundandAppEvents=Verouderde of ongeldige instellingen van geluid en gebeurtenissen
IEUrlHistory=Bezochte webpaginageschiedenis met IE
IFEO=Schadelijke vermeldingen die zijn gemaakt door spyware, virus of malware
EmptyKey=Vermeldingen zonder informatie
App=Ongeldige toepassingsinstellingen
[ErrorMessage]
MUIError1=Ontbrekende MUI-referentie, maar station "%s" is %s, raden u aan deze fout te negeren.
MUIError=Ontbrekende MUI-referentie
ServiceNotExists=Het opgegeven serviceprogramma bestaat niet.
MimeExName=Onjuiste MIME-bestandsuitbreiding geregistreerd: %s
EmptyKey=Lege sleutels
EmptyHelpdirctory=Lege helpmap
FileNotExist=Bestand(Map) bestaat niet
HFileNotExist=Helpbestand(Map) bestaat niet
EmptyValue=Lege waarde
TypeLib=Type bibliotheek bestaat niet:
NodeEmpty=Lege Node
SharedFilenotexist=Gedeeld bestand bestaat niet.
sharedfilenotbeuse=Gedeeld bestand wordt niet gebruikt.
noconnection=Geen bestandsverbindingsinformatie.
Invalidpathtoicon=Ongeldige pad naar icoon.
ReferstoaninvalidClass=Verwijst naar een ongeldige klasse.
Emptyshellcommand=Shell commando is leeg.
Invalidshellcommand=Ongeldig shell commando (Bestand bestaat niet).
Fontsnotexist=Lettertype bestand bestaat niet.
Hijacking=%s is gekaapt door %s.
MRULists=Gebruiker MRU-lijsten
invalidOpenWith=Geen toepassing geassocieerd met dit type.
ReferActivex=Verwijst naar een ongeldige ActiveX/COM-vermelding.
EmptyCLSID=Lege CLSID.
ComSourceNotExist=COM Bron bestaat niet.
invalidUnistall=Ongeldige verwijderingsinformatie.
notexist=Bestaat niet.
ObsoleteStartMenuItem=Verouderd Startmenu Item.
SoundFilenotexist=Geluidsbestand bestaat niet.
FileNotExist1=Bestand/map bestaat niet, maar het station %s is %s. We raden u aan deze fout te negeren.
OpenWithError=Open met fout, de opgegeven toepassing bestaat niet.
OpenWithError1=Fout bij het gebruik van "Open met" voor de opgegeven toepassing bestaat niet, maar het station %s is %s. We raden u aan deze fout te negeren.
ComSourceNotExist1=COM-bron bestaat niet, maar station %s is %s. We raden u aan deze fout te negeren.
[Area]
EwidoAnti-Malware=Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
XilisoftVideoConverter=Xili soft Video Converter
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=Geschiedenis van gebruikte bestanden
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Adobe Photoshop history
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Adobe Reader tijdelijke bestanden
AdvancedSearchbar=Geavanceerde zoekbalk
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Apple Software Install Cache
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVI Preview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Google Chrome Cache
ChromeCookies=Google Chrome Cookies
ChromeForm=Google Chrome Autocomplete formuliergeschiedenis
Chromelocalstorage=Google lokale opslag
ChromePasswords=Google Chrome opgeslagen paswoorden
ChromeSession=Google Chrome Sessie
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Cookies
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Microsoft IE DOM Store Cookies
DownloadedPatch=Windows-updatebestanden
Downloads=Browser gedownloade bestanden
DriveTheLife=DriveTheLife
Dump=Geheugendumpbestanden
DVDFab=DVDFab
ErrorReport=Foutrapportenbestanden
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=Andere Verkenner MRU's
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Mozilla Firefox Cache
FireFoxCookies=Mozilla Firefox Cookies
FireFoxForm=Mozilla Firefox Autocomplete formuliergeschiedenis
FireFoxOther=Mozilla Firefox Andere Geschiedenis
FireFoxPasswords=Mozilla Firefox opgeslagen paswoorden
Flash=Adobe Flash Player
FontCache=Windows Lettertype Cache
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Google kalender
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google Werlbalk
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Microsoft Internet Explorer adresbalk geschiedenis
IECahce=Microsoft IE Cache
IECookies=Microsoft IE Cookies
IEForm=IE Autocomplete formuliergeschiedenis (privégegevens worden niet weergegeven)
IEHistory=Microsoft Internet Explorer Actieve geschiedenis
IEPasswords=IE-opgeslagen paswoorden (privégegevens worden niet weergegeven)
IISLog=IISLog
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Ongeldige snelkoppelingen
InvalidScTask=Ongeldige geplande taken
InvalidStartMenu=Ongeldige startmenu's
iTunes=iTunes
IZArc=IZArc
JumpList=Jump Lists van de taakbalk (Vaste items worden ook opgeschoond.)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Laatste download locatie
LogFile=Systeemlogbestanden
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Microsoft Security Essentials
MetroCache=Windows Metro Cache
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Microsoft Edge Cache
MSEdgeCookies=Microsoft Edge Cookies
MSEdgeDownloadHistory=Microsoft Edge Download Geschiedenis
MSEdgeHistory=Microsoft Edge Geschiedenis
MSEdgeRecentlyTypedURLs=Microsoft Edge Recent getypte URL's
MSEdgeSavedFormInformation=Microsoft Edge opgeslagen formulierinformatie
MSEdgeSavedPasswords=Microsoft Edge opgeslagen paswoorden
MSEdgeSession=Microsoft Edge sessie
MSN=Windows Live Messenger
MSOffice=Microsoft Office
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS Search Helper
MySpaceIM=MySpaceIM
Networkmapping=Network Drive Mapping Geschiedenis
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=NVIDIA Installatiebestanden
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Microsoft Office Recente Geschiedenis
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Opera cache
OperaCookies=Opera cookies
OperaHistory=Opera history
OperaPasswords=Opera opgeslagen paswoorden
OperaSessions=Opera sessies
OperaSiteIcon=Opera website iconen
OperaURLHistory=Opera getypte URLs
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=PaleMoon Cache
PaleMoonCookies=PaleMoon Cookies
PaleMoonDownloadHistory=PaleMoon Download Geschiedenis
PaleMoonHistory=PaleMoon Geschiedenis
PaleMoonSavedFormInformation=PaleMoon opgeslagen formulierinformatie
PaleMoonSession=PaleMoon sessie
PaleMoonSitePreferences=PaleMoon Site Voorkeuren
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Oude Prefetch gegevens
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ
QQImg=QQ Ontvangen Beelden
QQPCMgr=QQPCManager
QQRFile=QQ Ontvangen Bestanden
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Recente documenten
Recyclebin=Prullenbak leegmaken
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=Cache bestanden van extern bureaublad
RunStartMenu=Uitvoeren in Startmenu
SafariCache=Safari Internet Cache
SafariCookies=Safari Cookies
SafariHistory=Safari Geschiedenis
SafariPasswords=Safari opgeslagen formulierinformatie
SamsungKies=Safari opgeslagen formulier informatie
SearchList=Windows Zoekgeschiedenis
Sketchup=Sketchup
Microsoft.SkypeApp=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Onbruikbare bestanden gemaakt door Windows
SystemTrace=Windows- en Toepassingssporen
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Thumbnail Cache
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Sporen in de computer
TraryNotify=Cache van het Notificatiegebied
TrashClean=Bestanden in de computer
TUGZip=TUGZip
TypeInternet=Internet Browsegeschiedenis
TypeMedia=Multimedia
TypeOtherApp=Andere toepassingen
TypeSystem=Windows Systeem
TypeWComponents=Windows-componenten
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=Onbruikbare bestanden gemaakt door toepassingen
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=Geschiedenis van bekeken foto's
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=Geschiedenis van bezochte pagina's
Vivaldi=Vivaldi
VivaldiCache=Vivaldi Cache
VivaldiCookies=Vivaldi Cookies
VivaldiForm=Vivaldi Autocomplete formuliergeschiedenis
Vivaldilocalstorage=Vivaldi Localstorage
VivaldiSavedPasswords=Vivaldi Opgeslagen paswoorden
VivaldiSession=Vivaldi Sessie
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=Geschiedenis van bekeken films/videos
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Windows Systeem Cache
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows Installieprogramma Cache
WinLiveToolbar=Windows Live Taakbalk
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Windows WinSxs Back-up
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
YahooMessage=Yahoo Message
YahooMessenger=Yahoo Messenger
YahooToolbar=Yahoo Taakbalk
Yandex=Yandex
YandexCache=Yandex Cache
YandexCookies=Yandex Cookies
YandexForm=Yandex Autocomplete Form History
YandexLocalstorage=Yandex Localstorage
YandexPasswords=Yandex Opgeslagen paswoorden
YandexSession=Yandex Sessie
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune
[Type]
ContextMenu=Ongeldige contextmenu-items
MUICache=MUI Cache
Services=Windows Services
Activex=ActiveX/COM Componenten
FireWall=Firewall Instellingen
RootAll=Ongeldige paden
SoftwareSection=Software paden
ApplicationPaths=Toepassingspaden
FileTypes=Bestandstypes
HelpFiles=Helpbestanden
Fonts=Lettertypes
SharedDLL=Gedeelde DLLs
MRULists=Gebruiker MRU-lijsten
UninstallSection=De-installatieprogramma
StartMenu=Startmenu
StartupProgram=Opstartprogramma's
SoundandAppEvents=Geluids- en toepassingsgebeurtenissen
IEUrlHistory=IE URL Geschiedenis
IFEO=Uitvoeren van afbeeldingsbestanden
EmptyKey=Lege sleutels
App=Toepassingsinstellingen
UserDefine=Gebruiker Gedefinieerd
ZeroFile=Lege bestanden - 0 bytes
WinSetupLog=Windows installatiefout logbestanden
NtUninstall=Verwijder bronnen van Windows Patches
InvalidLnk=Ongeldige snelkoppelingen
UserTemp=Bestanden in tijdelijke mappen van gebruikers
WinTemp=Bestanden in tijdelijke mappen van Windows
RecentFiles=Koppelingen van recente bestanden
PatchSource=Windows Update Bronnen
TempFile=Tijdelijke bestanden
fcwdir=Bestanden gemaakt door een downloadproces
tfcbp=Tijdelijke bestanden gemaakt door programma's
sdrf=Herstelbestanden gemaakt tijdens het scannen van schijven
OldFile=Oude bestanden
outdatedfile=Verouderde bestanden
fcwhfir=Bestanden gemaakt wanneer een helpbestand wordt uitgevoerd
Ncfile=Newsgroup cache bestanden
Backupfile=Back-upbestanden
WBfile=MS Word Back-upbestanden
Cbswahf=Bestanden gemaakt tijdens het zoeken naar een helpbestand
whtf=Tijdelijke bestanden van Windows Helpsysteem
Logfile=Logbestanden
LLogfile=Logbestand gemaakt door toepassingen of systeemservices.
Errorfile=Foutbestanden
Wmdf=Win2000 / XP geheugendump bestanden
bcomf=Back-up kopieën van gewijzigde bestanden
Indexfile=Indexbestanden
ifcbsiotitpbs=indexbestanden gemaakt door het systeem om de foto bladersnelheid te verbeteren
Tfcds=Tijdelijke bestanden die tijdens de installatie zijn gemaakt
Intermediatefile=Tussenbestanden
chkfile=Hersteld bestand
[Tools]
Update=Update
Download=Download
WhatNew=Wat is nieuw?
[BootTime]
BootTimeEx=Uw opstarttijd ref.
BootLike=Vind je opstartsnelheid leuk
Btnopt=Versnellen
Congratulation=Uw computer opstartsnelheid is:
BootTime=Opstarttijd: %d seconden
FailWeahter=Kan geen weerinformatie krijgen.
[MenuBar]
Support=Ondersteuningscentrum
BtnCustom=Aangepast
BtnRestore=Herstel
BtnSkin=Thema's
BtnMenu=Menu
BtnBackup=Back-up
[UpgradePro]
Title=Waarom upgraden naar Pro-versie
MoreSkin=Meer thema's
CustomHead=Aangepaste Avatars
Support=7x24 Ondersteuning
Buy=Kopen
Reg=Registreren
RegUser=Geregistreerde gebruiker
[AutoUpdate]
UpdateFail=Bijwerken mislukt, wilt u het installatiebestand van onze website downloaden?
NoFiles=Selecteer de bestanden voor update.
CurrentFile=Huidig bestand:
Readed=Aan het downloaden:
SumSize=Totale grootte:
Byte=Byte
DownloadError=Downloadfout, probeer a.u.b. later.
AutoUpdate=Wise Care 365 - Live Bijwerken
StartUpdate=Start bijwerken
Cancel=Annuleer
Ready=Klaar om te downloaden
FindUpdate=De volgende onderdelen zijn beschikbaar voor bijwerken:
NewVerInfo=Nieuwe versie wijzigingen:
IgnoreVer=Negeer de updates van deze versie
BtnUpdate=Nu bijwerken
BtnNotNow=Nu niet
[SoftRate]
Querying=Bevragen...
Good=Leuk vinden
Bad=Niet leuk vinden
Safe=Rapport
Ver=
Ratings=Beoordelingen
SoftNotExist=Kan de software niet vinden.
GetSoftInfoError=Mislukt software-info te krijgen
UploadSoftLogoError=Software-informatie uploadfout
SubmitData=Uw opmerkingen over deze software indienen ...
SubmitSoftInfoError=Inzendingsfout te wijten aan het netwerk.
SubmitRateSuccess=Succesvol ingediend.
HaveSubmitRate=U heeft het beoordeeld.
Submitgoodbad=Het indienen van uw informatie ...
me=Ik
NickTooLong=Uw alias mag 20 karakters niet overschrijden.
MailTooLong=Uw e-mailadres mag 50 karakters niet overschrijden.
WrongEmail=Ongeldig e-mailadres
ReviewTooLong=De totale lengte van de beoordeling mag niet langer zijn dan 300 tekens.
RateHint=Doe mee aan onze softwarebeoordeling en beoordeel uw favoriete software!
UnknowName=Onbekend Product
UnknowVer=Onbekende versie
UnknowDesc=Beschrijving
[Edit]
pmcut=Knippen
pmcopy=Kopiëren
pmpaste=Plakken
pmdelete=Verwijderen
pmselectall=Selecteer alles
[Turbo]
PmActive=Herinner later
PmNever=Laat nooit meer zien
btnClean=Nu opschonen
NeedCleanTrash=%s onbruikbare bestanden zijn gevonden.
NeedCleanTrace=Er zijn %d sporen gevonden.
NeedClean=Uitgebreid gebruik van computer genereerde veel onbruikbare bestanden.
[Renew]
btnact.caption=Activeer uw licentiesleutel
Regexpire=U kunt Wise Care 365 na de einddatum van de proefdagen niet meer gebruiken.
Regtitle2=Uw proefperiode van 30 dagen is verstreken. Gelieve zich tijdig te registreren.
Regtitle=De proefdagen hebben nog %d dagen over.
RegPrice=Koop Pro-versie op uw pc in topconditie te houden! Slechts %s!
Regnow=Registreer nu!
title=Wise Care 365 PRO vervalt over %d dagen!
title2=Uw licentiesleutel is verlopen. Gelieve het tijdig te vernieuwen!
Price=Om Pro te blijven en uw pc in topconcitie te houden! Slechts %s
lblfeature1.caption=Grondige Privacybescherming: Privacywisser.
lblfeature2.caption=Contextmenumanagement: Maak uw menu flexibeler.
lblfeature3.caption=Automatische bijwerken: Bespaar tijd op wanneer u bijwerkt naar de nieuwste versie.
lblfeature4.caption=Fantastische nieuwe achtergronden & thema's: Aangepast voor Pro-gebruikers.
lblfeature5.caption=Gratis 7x24 Technische Ondersteuning: Uw vragen worden met prioriteit opgelost.
lblrefund.caption=Wij verbinden ons tot 100% onvoorwaardelijke terugbetaling.
lblremind.caption=Herinner me later
lblhint.caption=Uitgebreide functies van Wise Care 365 PRO:
lbldesc.caption=U verliest de voorrechten van de Pro-versie die u nu hebt.
btnrenew.caption=Hernieuw nu
WorkTotal=Tot nu toe heeft Wise Care 365 %s onbruikbare bestanden en %d geschiedenisitems opgeschoond en %d registerfouten hersteld.
[Sysmon]
ActivityPercent=Activiteitspercentage
AdapterType=Adaptertype
Asset=
ATAVER=ATA versie
ATemperature=Gemiddelde temperatuur
ATM=ATM
BiosDate=Bios Publicatiedatum
Board=Moederbord
BoardType=Bordtype
btnBoard.caption=Moederbord
btnDisk.caption=Harde schijf
btnGraphic.caption=Grafische kaart
btnHardMonitor.caption=Hardware monitor
btnMemory.caption=Geheugen
btnNetAdapter.caption=Netwerkadapter
btnOsOverview.Caption=Operatiesysteem
btnOverview.caption=Overzicht
btnProcess.Caption=Proces
btnProcessor.caption=Processor
btnSoftMonitor.caption=Procesmonitor
btnSoundCard.caption=Geluidskaart
BusType=Bustype
BytesPerSector=Bytes per sector
CacheSize=L2 Cache Grootte
ColorDepth=Kleurdiepte
connected=Verbonden met een externe peer.
connecting=Adapterverbinding.
Cores=Kern teller
CPU=CPU
CPUUpgrade=Upgrade van de processor
CPUUsage=CPU: %d
CTemperature=Kern %d temperatuur
CurrentSpeed=Huidige processorsnelheid
Cylinders=Cylinders
DataWidth=Gegevensbreedte
Description=Beschrijving
DeviceID=Apparaat ID
DHCP=DHCP-adres
DHCPName=DHCP Scope Naam
disconnected=verbinding verbroken
Disk=Schijf
DiskRPM=TPM(t/m)
DNSIP=DNS-servers IP
DNSServers=DNS-servers
DNSSuffixes=DNS-achtervoegsel
DomainName=Domeinnaam
Drive=Station
EngineClock=Toestelklok
Ethernet=Ethernet
Familiy=Familie
Fans=Ventilators
FileSystemName=Bestandssysteemnaam
Form=Vormfactor
FreeSpace=Vrije ruimte
frmSoftMonitor.ppDetails=Gedetailleerde Info
frmSoftMonitor.ppKillProc=Proces beëindigen
frmSoftMonitor.ppNet1=Netwerktoegang blokkeren
frmSoftMonitor.ppNet2=Netwerktoegang toelaten
Gateway=Poortadres
GPU=GPU
GPUChip=GPU Chip
Graphics=Grafische kaart
HandleNumber=Aantal ingebouwde objecthandgrepen
HDFirmware=Firmware versie
HostName=Hostnaam
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 Draadloos
InterfaceType=Interface Type
IPAddress=IP-adres
IPMask=IP-adresmasker
LANdisabled=LAN-adapter is uitgeschakeld.
Loading=Laden...
Locator=Bank locatiezoeker
MACAddress=MAC-adres
Manufacter=Fabrikant
MaximumSpeed=Maximum processorsnelheid
MaxSpeed=Max snelheid
MediaType=Mediatype
Memory=Geheugen
MemoryClock=Geheugenklok
MemoryType=Geheugentype
MemoryUsage=Geheugen: %s/%s
MemSlot=Geheugensleuf:
MemSlotCount=Geheugenslot teller
Name=Naam
NetAdater=Netwerkadapter
NetConnectionID=Netverbindings ID
Normal=Normaal
OperStatus=Operationele status van de interface
OS=Operatiesysteem
OSAbbreviate=Taal afgekort
OSCountry=Land
OSCSD=CSD
OSDaylightName=
OSDisplayName=Schermnaam
OSEdition=Uitgave
OSInstallDate=Installatiedatum
OSLanguage=Taal
OSLOCAL=LOKAAL
OSLongDateFormat=Lange datumnotatie
OSMonetary=Muntsymbool
OSMonetarySymbol=Internationaal muntsymbool
OSPaths=Omgevingsvariabelen
OSProductID=Procuct ID
OSProductKey=Productsleutel
OSRegisteredOrg=Geregistreerde organisatie
OSRegisteredUser=Geregistreerde gebruiker
OSShortDateFormat=Korte datumnotatie
OSStandardName=Standaardnaam
OSTimezone=Tijdzone
OSUTC=UTC Bias (minuten)
OSversor=Versie
OtherType=Ander
Overview=Computeroverzicht
Part=Onderdeelnummer
PartitionLength=Partitielengte
PartitionNumber=Partitienummer
PhysicalAvailable=Fysiek beschikbaar:
PhysicalFree=Fysiek vrij:
PhysicalTotal=Fysiek totaal:
PhysicalUsed=Fysiek gebruikt:
PixHeight=Hoogte(pixels)
PixWidth=Breedte(pixels)
ppmDetails=Bekijk details
ppmExit=Verlaat Wise Monitor
ppmHide=Verberg zwevend venster
ppmShowFloat=Toon zwevend venster
ppmStayontop=Blijf er boven op
PPP=
processName=Procesnaam
Processor=Processor
processpath=Locatie
Product=Product
Recv=
RecvS=
RefreshRate=Vernieuwingssnelheid
SATAVER=SATA-versie
SectorsPerTrack=Sectoren per spoor
Send=Verzend teller
SendS=Verzendingen/s
Serial=Serienummer
ShowNetOnly=Toon enkel de Netprocessen
ShowSysProcess=Toon de systeemprocessen
Size=Grootte
Socket=Socketaanduiding
SoftwareLookback=software loopback netwerkinterface
SoundCard=Geluidskaart
Speed=Snelheid
SSD=Solid State Apparaat
StartingOffset=Offset starten
SystemCache=Systeem Cache:
Technology=Technologie
Temperature=Temperatuur
TemperatureMon=Temperatuurmonitoring
Temperatures=Temperaturen
TfrmMemoryProcList.btnSpeedup_1=Versnellen
TfrmMemoryProcList.btnSpeedup=Versnellen
TfrmMemoryProcList.memstate1=Werkt goed
TfrmMemoryProcList.memstate2=Draait normaal
TfrmMemoryProcList.memstate3=Draait traag
TfrmMemoryProcList.OptimizationMem=%s vrijgemaakt
TfrmMonitorPopup.lbl1_C=CPU-Gebruik
TfrmMonitorPopup.lbl1_M=Geheugenverbruik
TfrmMonitorPopup.lbl1_R=Download snelheid
TfrmMonitorPopup.lbl1_S=Upload snelheid
TfrmMonitorPopup.lbl1_T=Hardware component temperatuur
TfrmMonitorPopup.lbl2_C=CPU-gebruiksschommeling
TfrmMonitorPopup.lbl2_M=Systeemgeheugenstatus
TfrmMonitorPopup.lbl2_R=Opname downloadsnelheid
TfrmMonitorPopup.lbl2_S=Opname uploadsnelheid
TfrmMonitorPopup.lblBoard.caption=Moederbord
TfrmMonitorPopup.lblCpu.caption=Processor
TfrmMonitorPopup.lblGpu.caption=Grafische kaart
TfrmMonitorPopup.lblhdd.caption=Harde schijf
Threads=Thread teller
TokenRing=Token Ring
Total=Totaal
TotalProcess=Gevonden %d processen, inclusief %d gebruikersprocessen en %d systeemprocessen.
TotalSpace=Totale grootte
TracksPerCylinder=Sporen per cylinder
Tunnel=Tunnel type inkapseling
Type=Type
Unknown type=Onbekend type
User=Gebruiker
Version=Versie
VideoDisplay=Schermnaam
VideoMode=Video modus Beschrijving
Voltages=Voltages
VolumeName=Volumenaam
WANconnected=WAN-adapter die niet is aangesloten.
WINSAddress=Primair WINS-adres
[AutoRun]
ResultHint=Geplande automatische opschonging is voltooid
Result=Opschongingsresultaat
[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Registerbescherming
TfrmRegFilterNotify.lblTitle.Caption=Systeembescherming
TfrmRegFilterNotify.lblProgram.Caption=Het programma:
KeyName=Registersleutel:
TfrmRegFilterNotify.lblKey.Caption=Sleutelpad:
TfrmRegFilterNotify.ckbRemind.Caption=Laat deze locatie niet meer zien
TfrmRegFilterNotify.btnDeny.Caption=Verbieden
TfrmRegFilterNotify.btnAllow.Caption=Toestaan
pmAllowProgram=Dit programma altijd toestaan
pmDenyProgram=Dit programma altijd verbieden
regnotifydefaultbrowser=Het een of ander programma verandert de standaard browser
regnotifystartrundesc=Het een of ander programma verandert het opstarten
regnotifyservicesdesc=Het een of ander programma probeert een driver of service te installeren
regnotifyifeodesc=Het een of ander programma probeert het uitvoerbaar  programma te kapen
regnotifyspidesc=Het een of ander programma verandert het gelaagd netwerk protocol
regnotifyIEStartPageDesc=Het een of ander programma probeert de IE startpagina te wijzigen
regnotifydefaultbrowser_n=Verander de standaard browser
regnotifystartrundesc_n=Verander het opstarten
regnotifyservicesdesc_n=Installeer de driver of de service
regnotifyifeodesc_n=Kaap het uitvoerbaar programma
regnotifyspidesc_n=Wijzig gelaagd netwerkprotocol
regnotifyIEStartPageDesc_n=Wijzig de IE startpagina
[EUASK]
regcaption=Registreren
logincaption=Login
FrmEuaskLogin.lblJoin.Caption=Word lid van Euask
FrmEuaskLogin.lblSign.Caption=Meld u aan bij Euask
FrmEuaskLogin.lblnick.Caption=Gebruikersnaam:
FrmEuaskLogin.lbl1.Caption=Paswoord:
FrmEuaskLogin.btnlogin.caption=Login
FrmEuaskLogin.btnregister.Caption=Registreren
FrmEuaskLogin.btnpwd.Caption=Uw paswoord vergeten?
FrmEuaskLogin.WiseLabel1.Caption=Gebruikersnaam:
FrmEuaskLogin.WiseLabel2.Caption=Paswoord:
FrmEuaskLogin.btnreg.caption=Registreren
FrmEuaskLogin.WiseSimpleButton1.Caption=Login
FrmEuaskLogin.lbl2.Caption=e-mail:
FrmEuaskLogin.btnnone.Caption=Nu niet
inputuser=Vul uw paswoord en gebruikersnaam in.
